verification/V1_stokes_settling/case1/ErgunTestMPI/CFD/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//simulationType  RASModel; //OFversion24x
simulationType  laminar;//RAS; //OFversion30x

RAS
{
    RASModel        kEpsilon;//kOmegaSST;

    turbulence      on;

    printCoeffs     on;
}


// ************************************************************************* //
